{
  "lifePath": {
    "1": "The Leader: Independent, ambitious, and a pioneer. You are driven to achieve and lead.",
    "2": "The Peacemaker: Cooperative, diplomatic, and sensitive. You seek harmony and partnership.",
    "3": "The Communicator: Creative, expressive, and optimistic. You inspire and uplift others.",
    "4": "The Builder: Practical, disciplined, and hardworking. You are the foundation of stability.",
    "5": "The Adventurer: Freedom-loving, versatile, and adaptable. You thrive on change and exploration.",
    "6": "The Nurturer: Responsible, compassionate, and family-oriented. You are a caregiver and healer.",
    "7": "The Seeker: Analytical, spiritual, and introspective. You are a truth-seeker and philosopher.",
    "8": "The Powerhouse: Ambitious, authoritative, and successful. You are destined for material achievement.",
    "9": "The Humanitarian: Compassionate, selfless, and wise. You are here to serve humanity.",
    "11": "The Master Intuitive: Highly intuitive, inspiring, and visionary. You are a channel for higher wisdom.",
    "22": "The Master Builder: Practical idealist, capable of manifesting grand visions. You build for the greater good.",
    "33": "The Master Teacher: The 'Christ Consciousness' number, focused on unconditional love and healing."
  },
  "expression": {
    "1": "You express yourself as a natural leader, assertive and independent.",
    "2": "You express yourself through cooperation, diplomacy, and sensitivity.",
    "3": "You express yourself creatively, optimistically, and with great communication skills.",
    "4": "You express yourself practically, diligently, and with a strong sense of order.",
    "5": "You express yourself with freedom, versatility, and a love for new experiences.",
    "6": "You express yourself responsibly, nurturing others and seeking harmony.",
    "7": "You express yourself analytically, seeking knowledge and truth.",
    "8": "You express yourself powerfully, with ambition and a drive for success.",
    "9": "You express yourself compassionately, with a desire to serve and inspire.",
    "11": "You express yourself with great intuition and inspiring vision.",
    "22": "You express yourself as a master builder, capable of manifesting great things.",
    "33": "You express yourself with profound love and a desire to heal and teach."
  },
  "soulUrge": {
    "1": "Your deepest desire is to be independent and a leader.",
    "2": "Your deepest desire is for harmony, partnership, and peace.",
    "3": "Your deepest desire is to express yourself creatively and joyfully.",
    "4": "Your deepest desire is for stability, order, and to build something lasting.",
    "5": "Your deepest desire is for freedom, adventure, and new experiences.",
    "6": "Your deepest desire is to nurture, serve, and create a loving home.",
    "7": "Your deepest desire is to seek truth, knowledge, and spiritual understanding.",
    "8": "Your deepest desire is for power, success, and material abundance.",
    "9": "Your deepest desire is to serve humanity and make a difference.",
    "11": "Your deepest desire is to inspire and bring spiritual insight to others.",
    "22": "Your deepest desire is to manifest great visions for the benefit of all.",
    "33": "Your deepest desire is to bring unconditional love and healing to the world."
  },
  "personality": {
    "1": "Others see you as independent, strong-willed, and a pioneer.",
    "2": "Others see you as gentle, diplomatic, and a good listener.",
    "3": "Others see you as charming, creative, and sociable.",
    "4": "Others see you as reliable, practical, and hardworking.",
    "5": "Others see you as adventurous, restless, and exciting.",
    "6": "Others see you as caring, responsible, and a home-lover.",
    "7": "Others see you as mysterious, intelligent, and introspective.",
    "8": "Others see you as powerful, confident, and business-like.",
    "9": "Others see you as compassionate, wise, and humanitarian.",
    "11": "Others see you as inspiring, intuitive, and visionary.",
    "22": "Others see you as a powerful, practical, and influential individual.",
    "33": "Others see you as a beacon of love and healing."
  }
}